{
  {
  "_id": { "$oid": "65154a7c9b94ae5eaabb29ab" },
  "title": "Massage Therapy",
  "description": "Relax and rejuvenate with our professional massage therapy services.",
  "image": "SPA.jpg",
  "price": "25",
  "summary": "Massage therapy sessions can be customized to meet individual needs and preferences. Some common types of massage include Swedish massage, deep tissue massage, sports massage, aromatherapy massage, and hot stone massage. It's important to communicate openly with the massage therapist regarding your goals, preferences, and any specific areas of concern to ensure a personalized and effective treatment.\n\nWhether used for relaxation, pain management, or overall wellness, massage therapy offers a rejuvenating and therapeutic experience for both the body and mind."
}
{"_id":{"$oid":"6515506fcafc94bfcdd84a46"},"title":"Body Treatments","description":"Indulge in our body treatments to nourish and revitalize your skin.","image":"body_Treatments.jpg","price":"32","summary":"A facial treatment helps you achieve better-looking complexion. It also regenerates and cleanses your skin which ultimately makes it healthier.Aside from enhancing the appearance of your skin, the right kind of facial can also eliminate specific skin problems and flaws such as acne, wrinkles, and age spots. It’s truly one of the best ways to take care of your skin and maximize your natural beauty."}
{"_id":{"$oid":"6515500ecafc94bfcdd84a45"},"title":"Manicure and Pedicure","description":"Pamper yourself with our manicure and pedicure services for beautiful nails.","image":"Pedicure.jpg","price":"34","summary":"Manicures and pedicures are beauty treatments focused on the hands and feet, respectively. Skilled technicians perform these services to enhance the appearance and health of the nails and surrounding skin. The process typically involves soaking, shaping, and buffing the nails, followed by cuticle care and a relaxing hand or foot massage. Additionally, clients can choose from a wide range of nail polish colors or opt for nail art designs. Manicures and pedicures offer both aesthetic benefits and a chance to unwind and pamper oneself."}
{"_id":{"$oid":"65154f9acafc94bfcdd84a44"},"title":"Facial Treatments","description":"Experience the luxury of our facial treatments for a radiant and refreshed skin.","image":"facial-treatments.jpg","price":"25","summary":"Facial treatments are designed to improve the condition and appearance of the skin on the face. These treatments usually begin with a thorough cleansing to remove dirt, oil, and impurities. Depending on the client's specific needs, various techniques may be employed, such as exfoliation to remove dead skin cells, extraction of blackheads or whiteheads, and application of masks or serums to nourish and hydrate the skin. Facial treatments can address concerns like acne, dryness, aging, or uneven skin tone, and they often include a relaxing facial massage to promote circulation and relaxation."}
}